[
	{
		"name": "Atta ur Rehman Khan",
		"awards": 10,
		"dblp_records": 0,
		"education": "Khan was a Bright Sparks scholar and received his PhD degree in Computer Science from University of Malaya.[14] He received his master's degree and bachelor's degree (with honors) in Computer Science from COMSATS University under COMSATS scholarship. He has also attended a summer camp on Advance Wireless Networks at Technische Universität Ilmenau under DAAD scholarship.\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Atta_ur_Rehman_Khan"
	},
	{
		"name": "Wil van der Aalst",
		"awards": 0,
		"dblp_records": 1104,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Wil_van_der_Aalst",
		"dblp_link": "https://dblp.org/pid/a/WilMPvanderAalst"
	},
	{
		"name": "Scott Aaronson",
		"awards": 4,
		"dblp_records": 228,
		"education": "Aaronson grew up in the United States, though he spent a year in Asia when his father—a science writer turned public-relations executive—was posted to Hong Kong.[2] He enrolled in a school there that permitted him to skip ahead several years in math, but upon returning to the US, he found his education restrictive, getting bad grades and having run-ins with teachers. He enrolled in The Clarkson School, a gifted education program run by Clarkson University, which enabled Aaronson to apply for colleges while only in his freshman year of high school.[2] He was accepted into Cornell University, where he obtained his BSc in computer science in 2000,[3] and where he resided at the Telluride House.[4] He then attended the University of California, Berkeley, for his PhD, which he got in 2004 under the supervision of Umesh Vazirani.[5]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Scott_Aaronson",
		"dblp_link": "https://dblp.org/pid/56/1358"
	},
	{
		"name": "Rediet Abebe",
		"awards": 3,
		"dblp_records": 0,
		"education": "Abebe was born and raised in Addis Ababa, Ethiopia.[5] She was educated in the Ethiopian National Curriculum at Nazareth School before winning a competitive merit-based scholarship to attend the International Community School of Addis Ababa for high school.[5]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Rediet_Abebe"
	},
	{
		"name": "Hal Abelson",
		"awards": 1,
		"dblp_records": 50,
		"education": "Abelson graduated with a Bachelor of Arts degree in mathematics from Princeton University in 1969 after completing a senior thesis on Actions with fixed-point set: a homology sphere, supervised by William Browder.[1]\n[7]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Hal_Abelson",
		"dblp_link": "https://dblp.org/pid/a/HAbelson"
	},
	{
		"name": "Serge Abiteboul",
		"awards": 4,
		"dblp_records": 312,
		"education": "The son of two hardware store owners, Abiteboul attended high-school in Romorantin, and Higher School Preparatory Classes in Tours.[13] He was admitted to the Télécom Paris engineering school and studied at the Technion in Haifa for a year.[14]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Serge_Abiteboul",
		"dblp_link": "https://dblp.org/pid/a/SergeAbiteboul"
	},
	{
		"name": "Samson Abramsky",
		"awards": 4,
		"dblp_records": 214,
		"education": "Abramsky was educated at Hasmonean Grammar School for Boys, Hendon and at King's College, Cambridge (BA 1975, MA Philosophy 1979, Diploma in Computer Science) and Queen Mary, University of London (PhD Computer Science 1988, supervised by Richard Bornat).[3]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Samson_Abramsky",
		"dblp_link": "https://dblp.org/pid/a/SamsonAbramsky"
	},
	{
		"name": "Leonard Adleman",
		"awards": 1,
		"dblp_records": 54,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Leonard_Adleman",
		"dblp_link": "https://dblp.org/pid/a/LeonardMAdleman"
	},
	{
		"name": "Manindra Agrawal",
		"awards": 8,
		"dblp_records": 105,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Manindra_Agrawal",
		"dblp_link": "https://dblp.org/pid/a/ManindraAgrawal"
	},
	{
		"name": "Luis von Ahn",
		"awards": 3,
		"dblp_records": 39,
		"education": "Luis von Ahn was born in and grew up in Guatemala City. Von Ahn grew up in a wealthy household with both of his parents working as physicians. He is a Guatemalan of German-Jewish descent. His mother was one of the first women in Guatemala to complete medical school, and had von Ahn at age 42 despite being single.[9] He attended the American School of Guatemala, a private English-language school in Guatemala City, an experience he cites as a great privilege.[10][11] When von Ahn was eight years old, his mother bought him a Commodore 64 computer, beginning his fascination with technology and computer science.[12] When he applied to colleges in the United States, Von Ahn had to spend more than $1,200 to fly to neighboring El Salvador to take the TOEFL. This experience left him with a negative impression of an \"extractive\" testing industry, ripe for disruption.[9]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Luis_von_Ahn",
		"dblp_link": "https://dblp.org/pid/78/391"
	},
	{
		"name": "Alfred Aho",
		"awards": 7,
		"dblp_records": 112,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Alfred_Aho",
		"dblp_link": "https://dblp.org/pid/a/AVAho"
	},
	{
		"name": "Frances E. Allen",
		"awards": 6,
		"dblp_records": 21,
		"education": "Allen grew up on a farm in Peru, New York, near Lake Champlain, as the oldest of six children. Her father was a farmer, and her mother an elementary schoolteacher.[9] Her early elementary education took place in a one-room school house a mile away from her home, and she later attended a local high school.[10]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Frances_E._Allen",
		"dblp_link": "https://dblp.org/pid/a/FEAllen"
	},
	{
		"name": "Gene Amdahl",
		"awards": 2,
		"dblp_records": 11,
		"education": "Amdahl was born to immigrant parents of Norwegian and Swedish descent in Flandreau, South Dakota. After serving in the Navy during World War II he completed a degree in engineering physics at South Dakota State University in 1948.\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Gene_Amdahl",
		"dblp_link": "https://dblp.org/pid/19/6222"
	},
	{
		"name": "David P. Anderson",
		"awards": 2,
		"dblp_records": 0,
		"education": "Anderson received a BA in mathematics from Wesleyan University, and MS and PhD degrees in mathematics and computer science from the University of Wisconsin–Madison. While in graduate school he published four research papers in computer graphics.[1]  His PhD research involved using enhanced attribute grammars to specify and implement communication protocols.[2]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/David_P._Anderson"
	},
	{
		"name": "Lisa Anthony",
		"awards": 6,
		"dblp_records": 77,
		"education": "Lisa Anthony earned her B.S. and M.S. in computer science with official concentrations in artificial intelligence, human-computer Interaction, and software engineering at Drexel University. Her M.S. thesis involved using genetic programming to evolve board evaluation functions for the strategy board game Acquire.[citation needed] As a summer graduate intern, she worked on the Collaborative Exploratory Search project at the Fuji-Xerox Palo Alto Laboratory (FXPAL).[citation needed]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Lisa_Anthony",
		"dblp_link": "https://dblp.org/pid/63/2020"
	},
	{
		"name": "Andrew Appel",
		"awards": 0,
		"dblp_records": 133,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Andrew_Appel",
		"dblp_link": "https://dblp.org/pid/a/AWAppel"
	},
	{
		"name": "Cecilia R. Aragon",
		"awards": 1,
		"dblp_records": 81,
		"education": "Aragon received her B.S. in mathematics from the California Institute of Technology in 1982, M.S. from the University of California, Berkeley in 1987 and, Ph.D. in computer science from the same institution in 2004. For her doctoral studies, Aragon worked under the direction of Marti Hearst.[4]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Cecilia_R._Aragon",
		"dblp_link": "https://dblp.org/pid/66/5226"
	},
	{
		"name": "Bruce Arden",
		"awards": 0,
		"dblp_records": 36,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Bruce_Arden",
		"dblp_link": "https://dblp.org/pid/62/4264"
	},
	{
		"name": "Angie Jones",
		"awards": 0,
		"dblp_records": 0,
		"education": "Angie Jones was born in New Orleans, Louisiana. She attended Marion Abramson Senior High School in New Orleans, LA. After graduating from high school, she enrolled as a Business major at Tennessee State University. However, after taking an introductory C++ course which sparked her interest in tech, she changed her major to Computer Science.[3][4] She has a Bachelor of Science in Computer Science from Tennessee State University. In 2010, she obtained a Master's Degree in Computer Science from North Carolina State University[5][6]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Angie_Jones"
	},
	{
		"name": "Sanjeev Arora",
		"awards": 0,
		"dblp_records": 228,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Sanjeev_Arora",
		"dblp_link": "https://dblp.org/pid/a/SArora"
	},
	{
		"name": "Winifred \"Tim\" Alice Asprey",
		"awards": 0,
		"dblp_records": 0,
		"education": "Asprey attended Vassar College in Poughkeepsie, New York, where she earned her undergraduate degree in 1938. As a student there, Asprey met Grace Hopper, the \"First Lady of Computing,\" who taught mathematics at the time. After graduating, Asprey taught at several private schools in New York City and Chicago before going on to earn her MS and PhD degrees from the University of Iowa in 1942 and 1945, respectively.[2] Her doctoral advisor was the topologist Edward Wilson Chittenden.[5]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Winifred_Asprey"
	},
	{
		"name": "John Vincent Atanasoff",
		"awards": 1,
		"dblp_records": 2,
		"education": "Atanasoff was born on October 4, 1903, in Hamilton, New York to an electrical engineer and a school teacher.[6] Atanasoff's father, Ivan Atanasov, was of Bulgarian origin, born in 1876 in the village of Boyadzhik, close to Yambol, then in the Ottoman Empire. While Ivan Atanasov was still an infant, his own father was killed by Ottoman soldiers after the Bulgarian April Uprising.[7] In 1889, Ivan immigrated to the United States with his uncle. John's father later became an electrical engineer, whereas his mother, Iva Lucena Purdy (of mixed French and Irish ancestry), was a teacher of mathematics.[8][9][10]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/John_Vincent_Atanasoff",
		"dblp_link": "https://dblp.org/pid/123/3953"
	},
	{
		"name": "Shakuntala Atre",
		"awards": 0,
		"dblp_records": 0,
		"education": "Atre was born in 1940 in India and grew up in Panvel, a village near Mumbai.[7][8] She earned a Master of Science from the University of Poona, studying mathematics and statistics.[9][10] During her education, she also studied languages, gaining proficiency in speaking five different languages.[1] Atre went on to begin her graduate studies in mathematics and physics at the University of Heidelberg, writing her thesis on astronomy.[9][10][11] Because she needed to make large scale calculations to develop her thesis, she began studying computer programming, which led to an interest in the field of computer technology.[10][12] During her studies, she was hired by IBM in 1967. When her student visa expired three and a half years later, Atre and her husband immigrated to the United States.[1][10]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Shakuntala_Atre"
	},
	{
		"name": "Charles Babbage",
		"awards": 1,
		"dblp_records": 0,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Charles_Babbage"
	},
	{
		"name": "Charles Bachman",
		"awards": 3,
		"dblp_records": 27,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Charles_Bachman",
		"dblp_link": "https://dblp.org/pid/91/5139"
	},
	{
		"name": "Roland Carl Backhouse",
		"awards": 0,
		"dblp_records": 71,
		"education": "Backhouse was born and raised in the Thorntree district of Middlesbrough, an industrial town in the north-east of England. In 1959, he won a place at the then all-male Acklam Hall Grammar School before going on to Churchill College, Cambridge, in 1966. His doctorate (Ph.D.) was completed under the supervision of Jim Cunningham at Imperial College London.\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Roland_Carl_Backhouse",
		"dblp_link": "https://dblp.org/pid/74/6267"
	},
	{
		"name": "John Backus",
		"awards": 3,
		"dblp_records": 17,
		"wikipedia_link": "https://en.wikipedia.org/wiki/John_Backus",
		"dblp_link": "https://dblp.org/pid/21/6475"
	},
	{
		"name": "David F. Bacon",
		"awards": 1,
		"dblp_records": 85,
		"wikipedia_link": "https://en.wikipedia.org/wiki/David_F._Bacon",
		"dblp_link": "https://dblp.org/pid/b/DavidFBacon"
	},
	{
		"name": "David Bader",
		"awards": 5,
		"dblp_records": 271,
		"education": "Bader is the son of chemistry professor Morris Bader and his wife Karen.[27] He is an Eagle Scout in the Boy Scouts of America, earning the rank in 1985.[28] Bader graduated from Liberty High School in Bethlehem, Pennsylvania in 1987.[29]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/David_Bader_(computer_scientist)",
		"dblp_link": "https://dblp.org/pid/41/3005"
	},
	{
		"name": "Victor Bahl",
		"awards": 4,
		"dblp_records": 127,
		"education": "PhD, Electrical and Computer Engineering, University of Massachusetts, Amherst. Thesis title: Real-Time Visual Communications over Narrowband Wireless Radio Networks. Doctoral fellow at Digital Equipment Corporation.\nMaster of Science, Electrical and Computer Engineering, University at Buffalo. Thesis title: Recognition of Handwritten Script: A Hidden Markov Model Approach.\nBachelor of Science, Electrical and Computer Engineering, University at Buffalo. Thesis title: Conic Shape Detection Using a Non-Linearized Iterative Approach.",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Victor_Bahl",
		"dblp_link": "https://dblp.org/pid/b/ParamvirBahl"
	},
	{
		"name": "Anthony James Barr",
		"awards": 0,
		"dblp_records": 0,
		"education": "Barr, Tony, Satisfaction Metrics and Methods of Implementation, 8,380,560, 2-19-2013, Cl. 705-7.38.\nBarr, Anthony J. and Mullin, Alexander G., Apparatus and method for maximizing utilization of elongated stock. 4,017,976, 4-19-1977, Cl. 235-151.l.\nBarr, Anthony J. and Mullin, Alexander G., Apparatus for optimizing the yield of usable pieces from boards and the like. 3,942,021, 3-2-76, Cl. 250-572.000.\nBarr, Anthony J. and Mullin, Alexander G., Apparatus and method for optimizing the yield of usable pieces from boards and the like. 3,931,501, 1-6-76, Cl. 235-151.100.",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Anthony_James_Barr"
	},
	{
		"name": "Jean Bartik",
		"awards": 1,
		"dblp_records": 0,
		"education": "Born Betty Jean Jennings in Gentry County, Missouri in 1924,[2] she was the sixth of seven children. Her father, William Smith Jennings (1893–1971) was from Alanthus Grove, where he was a schoolteacher as well as a farmer. Her mother, Lula May Spainhower (1887–1988) was from Alanthus. Jennings had three older brothers, William (January 10, 1915) Robert (March 15, 1918); and Raymond (January 23, 1922); two older sisters, Emma (August 11, 1916) and Lulu (August 22, 1919), and one younger sister, Mable (December 15, 1928).[3][4][5]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Jean_Bartik"
	},
	{
		"name": "Andrew Barto",
		"awards": 1,
		"dblp_records": 107,
		"education": "Barto received his B.S. with distinction in mathematics from the University of Michigan in 1970, after having initially majored in naval architecture and engineering. After reading work by Michael Arbib and McCulloch and Pitts he became interested in using computers and mathematics to model the brain, and five years later was awarded a Ph.D. in computer science for a thesis on cellular automata.[2]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Andrew_Barto",
		"dblp_link": "https://dblp.org/pid/a/AndrewGBarto"
	},
	{
		"name": "Friedrich L. Bauer",
		"awards": 3,
		"dblp_records": 181,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Friedrich_L._Bauer",
		"dblp_link": "https://dblp.org/pid/66/3698"
	},
	{
		"name": "Rudolf Bayer",
		"awards": 2,
		"dblp_records": 84,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Rudolf_Bayer",
		"dblp_link": "https://dblp.org/pid/b/RudolfBayer"
	},
	{
		"name": "Gordon Bell",
		"awards": 8,
		"dblp_records": 76,
		"education": "Gordon Bell was born in Kirksville, Missouri. He grew up helping with the family business, Bell Electric, repairing appliances and wiring homes.[1]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Gordon_Bell",
		"dblp_link": "https://dblp.org/pid/b/GBell"
	},
	{
		"name": "Steven M. Bellovin",
		"awards": 0,
		"dblp_records": 167,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Steven_M._Bellovin",
		"dblp_link": "https://dblp.org/pid/00/1396"
	},
	{
		"name": "Cecilia Berdichevsky",
		"awards": 0,
		"dblp_records": 1,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Cecilia_Berdichevsky",
		"dblp_link": "https://dblp.org/pid/148/3239"
	},
	{
		"name": "Tim Berners-Lee",
		"awards": 5,
		"dblp_records": 74,
		"education": "Berners-Lee was born on 8 June 1955 in London, England,[24] the eldest of the four children of Mary Lee Woods and Conway Berners-Lee; his brother Mike is a professor of ecology and climate change management. His parents were computer scientists who worked on the first commercially built computer, the Ferranti Mark 1. He attended Sheen Mount Primary School, and then went on to attend south-west London's Emanuel School from 1969 to 1973, at the time a direct grant grammar school, which became an independent school in 1975.[1][20] A keen trainspotter as a child, he learnt about electronics from tinkering with a model railway.[25] He studied at The Queen's College, Oxford, from 1973 to 1976, where he received a first-class Bachelor of Arts degree in physics.[1][24] While at university, Berners-Lee made a computer out of an old television set, which he bought from a repair shop.[26]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Tim_Berners-Lee",
		"dblp_link": "https://dblp.org/pid/b/TimBernersLee"
	},
	{
		"name": "Daniel J. Bernstein",
		"awards": 0,
		"dblp_records": 192,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Daniel_J._Bernstein",
		"dblp_link": "https://dblp.org/pid/b/DanielJBernstein"
	},
	{
		"name": "Peter Bernus",
		"awards": 0,
		"dblp_records": 71,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Peter_Bernus",
		"dblp_link": "https://dblp.org/pid/83/5972"
	},
	{
		"name": "Abhay Bhushan",
		"awards": 0,
		"dblp_records": 30,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Abhay_Bhushan",
		"dblp_link": "https://dblp.org/pid/69/1841"
	},
	{
		"name": "Dines Bjørner",
		"awards": 1,
		"dblp_records": 97,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Dines_Bj%C3%B8rner",
		"dblp_link": "https://dblp.org/pid/b/DinesBjorner"
	},
	{
		"name": "Gerrit Blaauw",
		"awards": 0,
		"dblp_records": 0,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Gerrit_Blaauw"
	},
	{
		"name": "Sue Black",
		"awards": 1,
		"dblp_records": 31,
		"education": "Sue Black was born in 1962 in Fareham, Hampshire.[7] She left school and home at 16, the earliest legal age. She married at 20 and soon had three children.[8]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Sue_Black_(computer_scientist)",
		"dblp_link": "https://dblp.org/pid/91/3071"
	},
	{
		"name": "David Blei",
		"awards": 2,
		"dblp_records": 276,
		"wikipedia_link": "https://en.wikipedia.org/wiki/David_Blei",
		"dblp_link": "https://dblp.org/pid/86/1910"
	},
	{
		"name": "Dorothy Blum",
		"awards": 0,
		"dblp_records": 0,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Dorothy_Blum"
	},
	{
		"name": "Lenore Blum",
		"awards": 3,
		"dblp_records": 23,
		"education": "Blum was born to a Jewish family in New York City, where her mother was a science teacher.[3] They moved to Venezuela when Blum was nine.\nAfter graduating from her Venezuelan high school at age 16, she studied architecture at Carnegie Institute of Technology (now Carnegie Mellon University) beginning in 1959.[4][5] With the assistance of Alan Perlis, she shifted fields to mathematics in 1960.[6] She married Manuel Blum, then a student at the Massachusetts Institute of Technology, and transferred in 1961 to Simmons College, a private women's liberal arts college in Boston.[4][5] Simmons did not have a strong mathematics program but she was eventually able to take Isadore Singer's mathematics classes at MIT,[7] graduating from Simmons with a B.S. in mathematics in 1963.[8][9]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Lenore_Blum",
		"dblp_link": "https://dblp.org/pid/59/879"
	},
	{
		"name": "Manuel Blum",
		"awards": 4,
		"dblp_records": 84,
		"education": "Blum was born to a Jewish family in Venezuela.[9] Blum was educated at MIT, where he received his bachelor's degree and his master's degree in electrical engineering in 1959 and 1961 respectively, and his Ph.D. in mathematics in 1964 supervised by Marvin Minsky.[1][7]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Manuel_Blum",
		"dblp_link": "https://dblp.org/pid/b/ManuelBlum"
	},
	{
		"name": "Barry Boehm",
		"awards": 0,
		"dblp_records": 382,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Barry_Boehm",
		"dblp_link": "https://dblp.org/pid/b/BarryWBoehm"
	},
	{
		"name": "Corrado Böhm",
		"awards": 0,
		"dblp_records": 30,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Corrado_B%C3%B6hm",
		"dblp_link": "https://dblp.org/pid/66/1582"
	},
	{
		"name": "Kurt Bollacker",
		"awards": 0,
		"dblp_records": 23,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Kurt_Bollacker",
		"dblp_link": "https://dblp.org/pid/64/4571"
	},
	{
		"name": "Jeff Bonwick",
		"awards": 0,
		"dblp_records": 6,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Jeff_Bonwick",
		"dblp_link": "https://dblp.org/pid/07/6516"
	},
	{
		"name": "Grady Booch",
		"awards": 2,
		"dblp_records": 129,
		"education": "Booch earned his bachelor's degree in 1977 from the United States Air Force Academy and a master's degree in electrical engineering in 1979 from the University of California, Santa Barbara.[8]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Grady_Booch",
		"dblp_link": "https://dblp.org/pid/b/GradyBooch"
	},
	{
		"name": "George Boole",
		"awards": 0,
		"dblp_records": 0,
		"wikipedia_link": "https://en.wikipedia.org/wiki/George_Boole"
	},
	{
		"name": "Andrew Booth",
		"awards": 0,
		"dblp_records": 3,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Andrew_Donald_Booth",
		"dblp_link": "https://dblp.org/pid/65/5042"
	},
	{
		"name": "Kathleen Booth",
		"awards": 0,
		"dblp_records": 1,
		"education": "Kathleen Britten was born in Stourbridge, Worcestershire, England,[2] on 9 July 1922.[3][4] She obtained a BSc in mathematics from the University of London in 1944 and went on to get a PhD in Applied Mathematics in 1950. She married her colleague Andrew Donald Booth in 1950 and had two children.[5]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Kathleen_Booth",
		"dblp_link": "https://dblp.org/pid/20/5534"
	},
	{
		"name": "Anita Borg",
		"awards": 1,
		"dblp_records": 16,
		"education": "Borg was born Anita Borg Naffz in Chicago, Illinois. She grew up in Palatine, Illinois; Kaneohe, Hawaii; and Mukilteo, Washington.[3] Borg got her first programming job in 1969. Although she loved math while growing up, she did not originally intend to go into computer science and taught herself how to program while working at a small insurance company.[4] She was awarded a PhD in Computer Science by New York University in 1981 for research investigating the synchronization efficiency of operating systems supervised by Robert Dewar and Gerald Belpaire.[1]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Anita_Borg",
		"dblp_link": "https://dblp.org/pid/b/AnitaBorg"
	},
	{
		"name": "Bert Bos",
		"awards": 0,
		"dblp_records": 0,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Bert_Bos"
	},
	{
		"name": "Mikhail Botvinnik",
		"awards": 0,
		"dblp_records": 0,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Mikhail_Botvinnik"
	},
	{
		"name": "Jonathan Bowen",
		"awards": 1,
		"dblp_records": 258,
		"education": "Bowen was born in Oxford, the son of Humphry Bowen,[6] and was educated at the Dragon School, Bryanston School, prior to his matriculation at University College, Oxford (Oxford University) where he received the MA degree in Engineering Science.[6]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Jonathan_Bowen",
		"dblp_link": "https://dblp.org/pid/b/JonathanPBowen"
	},
	{
		"name": "Stephen R. Bourne",
		"awards": 3,
		"dblp_records": 9,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Stephen_R._Bourne",
		"dblp_link": "https://dblp.org/pid/b/StephenRBourne"
	},
	{
		"name": "Harry Bouwman",
		"awards": 0,
		"dblp_records": 125,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Harry_Bouwman",
		"dblp_link": "https://dblp.org/pid/11/181"
	},
	{
		"name": "Robert S. Boyer",
		"awards": 0,
		"dblp_records": 36,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Robert_S._Boyer",
		"dblp_link": "https://dblp.org/pid/b/RobertSBoyer"
	},
	{
		"name": "Karlheinz Brandenburg",
		"awards": 1,
		"dblp_records": 25,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Karlheinz_Brandenburg",
		"dblp_link": "https://dblp.org/pid/85/1859"
	},
	{
		"name": "Gilles Brassard",
		"awards": 3,
		"dblp_records": 133,
		"education": "Brassard received a Ph.D. in Computer Science from Cornell University in 1979, working in the field of cryptography with John Hopcroft as his advisor.[1]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Gilles_Brassard",
		"dblp_link": "https://dblp.org/pid/b/GBrassard"
	},
	{
		"name": "Lawrence M. Breed",
		"awards": 1,
		"dblp_records": 10,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Lawrence_M._Breed",
		"dblp_link": "https://dblp.org/pid/74/2668"
	},
	{
		"name": "Jack E. Bresenham",
		"awards": 0,
		"dblp_records": 13,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Jack_E._Bresenham",
		"dblp_link": "https://dblp.org/pid/67/3876"
	},
	{
		"name": "Sergey Brin",
		"awards": 1,
		"dblp_records": 15,
		"education": "Sergey Mikhailovich Brin was born on August 21, 1973, in Moscow in the Soviet Union,[4] to Russian Jewish parents,[5] Mikhail and Eugenia Brin, both graduates of Moscow State University (MSU).[6] His father is a retired mathematics professor at the University of Maryland, and his mother is a researcher at NASA's Goddard Space Flight Center.[7][8]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Sergey_Brin",
		"dblp_link": "https://dblp.org/pid/b/SergeyBrin"
	},
	{
		"name": "David J. Brown",
		"awards": 0,
		"dblp_records": 14,
		"education": "Brown received his primary and secondary school education in Delmar, New York, and then studied at the University of Pennsylvania, Moore School of Electrical Engineering where he received a B.S.E. degree in 1979 and an M.S.E. under advisor Ruzena Bajcsy in 1980.[1]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/David_J._Brown_(computer_scientist)",
		"dblp_link": "https://dblp.org/pid/12/1509"
	},
	{
		"name": "Per Brinch Hansen",
		"awards": 1,
		"dblp_records": 55,
		"education": "Per Brinch Hansen was born in Frederiksberg, an enclave surrounded by Copenhagen, Denmark. His father, Jørgen Brinch Hansen, worked as a civil engineer, becoming a leading expert in soil mechanics, and later accepting a professorship at Technical University of Denmark. His mother, Elsebeth Brinch Hansen (née Ring), was the daughter of Danish composer Oluf Ring and worked as a hairdresser before marrying.[1]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Per_Brinch_Hansen",
		"dblp_link": "https://dblp.org/pid/h/PerBrinchHansen"
	},
	{
		"name": "Sjaak Brinkkemper",
		"awards": 0,
		"dblp_records": 292,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Sjaak_Brinkkemper",
		"dblp_link": "https://dblp.org/pid/b/SjaakBrinkkemper"
	},
	{
		"name": "Fred Brooks",
		"awards": 5,
		"dblp_records": 90,
		"education": "Born on April 19, 1931, in Durham, North Carolina,[7] he attended Duke University, graduating in 1953 with a Bachelor of Science degree in physics, and he received a Ph.D. in applied mathematics (computer science) from Harvard University in 1956, supervised by Howard Aiken.[2]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Fred_Brooks",
		"dblp_link": "https://dblp.org/pid/b/FrederickPBrooksJr"
	},
	{
		"name": "Rod Brooks",
		"awards": 1,
		"dblp_records": 60,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Rod_Brooks",
		"dblp_link": "https://dblp.org/pid/b/RodneyABrooks"
	},
	{
		"name": "Margaret Burnett",
		"awards": 0,
		"dblp_records": 260,
		"education": "Burnett was born in 1949, and is originally from Springfield, Illinois.\nShe studied at Miami University of Ohio from 1967 to 1970, brought there in part by their newly established program in computer science but eventually majoring in mathematics. After graduating, she became a software engineer for Procter & Gamble, the first women hired in a management position at their Ivorydale factory and research center in Cincinnati, Ohio.\nShe left soon after, following her husband to Santa Fe, New Mexico, where she started her own business, and then to Lawrence, Kansas.[1]\n",
		"wikipedia_link": "https://en.wikipedia.org/wiki/Margaret_Burnett",
		"dblp_link": "https://dblp.org/pid/b/MMBurnett"
	},
	{
		"name": "Michael Butler",
		"awards": 0,
		"dblp_records": 191,
		"wikipedia_link": "https://en.wikipedia.org/wiki/Michael_Butler_(computer_scientist)",
		"dblp_link": "https://dblp.org/pid/b/MichaelJButler"
	}
]